import React from 'react'

const page = () => {
  return (
    <div className='flex flex-col text-xl text-right gap-4 m-8'>
      <p>مرحبًا بكم في منصة <strong>عربي الإخبارية</strong>، نحن ملتزمون بحماية خصوصيتكم وضمان استخدام بياناتكم الشخصية بشكل آمن ومسؤول. توضح هذه السياسة كيف نجمع المعلومات، وكيفية استخدامها، وحمايتها.</p>
<h3><strong>المعلومات التي نقوم بجمعها</strong></h3>
<p>نحن نجمع المعلومات التي تزودنا بها عند التسجيل في الموقع أو عند تصفح دليل الأماكن والوجهات. يمكن أن تشمل هذه المعلومات:</p>
<ul>
<li><strong>المعلومات الشخصية</strong>: مثل الاسم، البريد الإلكتروني، ورقم الهاتف (عند التسجيل أو الاشتراك في النشرة الإخبارية).</li>
<li><strong>بيانات الاستخدام</strong>: مثل الصفحات التي تزورها، المواقع المفضلة، ووجهات البحث.</li>
<li><strong>الموقع الجغرافي</strong>: قد نقوم بجمع بيانات الموقع الجغرافي عند استخدام خاصية البحث عن أماكن قريبة منك.</li>
</ul>
<h3><strong>استخدام المعلومات</strong></h3>
<p>نستخدم المعلومات التي نجمعها للأغراض التالية:</p>
<ol>
<li><strong>تحسين خدماتنا</strong>: لنتأكد من تقديم تجربة مستخدم متميزة، ومحتوى مخصص لك بناءً على اهتماماتك.</li>
<li><strong>الاتصالات</strong>: لإرسال إشعارات مهمة أو تحديثات خاصة بالموقع مثل النشرات الإخبارية والعروض الخاصة.</li>
<li><strong>تحليل البيانات</strong>: لفهم تفضيلات الزوار وتطوير محتوى يناسب احتياجات المستخدمين.</li>
</ol>
<h3><strong>مشاركة المعلومات</strong></h3>
<p>لن نقوم بمشاركة أو بيع معلوماتكم الشخصية لأي طرف ثالث إلا في الحالات التالية:</p>
<ul>
<li>عند الحصول على موافقتكم.</li>
<li>للامتثال للقوانين أو طلبات الجهات الحكومية.</li>
<li>لتحسين خدماتنا بالتعاون مع شركات موثوقة تعمل على تحليل البيانات أو تقديم خدمات تقنية.</li>
</ul>
<h3><strong>الأمان</strong></h3>
<p>نحن نأخذ حماية بياناتكم الشخصية بجدية، ونعمل على تأمين موقعنا وتطبيقاتنا باستخدام أحدث التقنيات لضمان عدم الوصول غير المصرح به إلى بياناتكم.</p>
<h3><strong>ملفات تعريف الارتباط (Cookies)</strong></h3>
<p>نستخدم ملفات تعريف الارتباط لجمع المعلومات حول أنشطتكم على الموقع، بهدف تخصيص تجربتكم وتحليل حركة المرور على الموقع. يمكنكم تعطيل ملفات تعريف الارتباط عبر إعدادات المتصفح، ولكن هذا قد يؤثر على تجربة التصفح.</p>
<h3><strong>حقوقك</strong></h3>
<p>لك الحق في طلب الاطلاع على البيانات التي نحتفظ بها عنك، وتحديثها، أو حذفها في أي وقت. يمكنك التواصل معنا عبر البريد الإلكتروني في حال كنت ترغب في ممارسة أي من هذه الحقوق.</p>
<h3><strong>تغييرات على سياسة الخصوصية</strong></h3>
<p>قد نقوم بتحديث سياسة الخصوصية من وقت لآخر لضمان توافقها مع التطورات القانونية أو التكنولوجية. سنقوم بإشعاركم بأي تغييرات هامة عبر البريد الإلكتروني أو من خلال الموقع.</p>
    </div>
  )
}

export default page