import React from 'react'

const page = () => {
  return (
    <div className='flex flex-col text-xl text-right gap-4 m-8'>
        <p><strong>سياسة الاستخدام لمنصة عربي الإخبارية</strong></p>
<p>مرحبًا بكم في منصة <strong>عربي الإخبارية</strong>. يُرجى قراءة سياسة الاستخدام بعناية قبل استخدام الموقع أو الخدمات المتاحة عليه. باستخدامك للموقع، فإنك توافق على الالتزام بشروط هذه السياسة.</p>
<h3><strong>استخدام الموقع</strong></h3>
<p>تمنحك منصة عربي الإخبارية حقًا محدودًا وغير حصري لاستخدام الموقع للأغراض الشخصية وغير التجارية. يُمنع استخدام الموقع أو محتوياته لأي أغراض غير مشروعة أو محظورة بموجب هذه السياسة.</p>
<h3><strong>المحتوى</strong></h3>
<p>المحتوى المعروض على منصة عربي الإخبارية، بما في ذلك النصوص، الصور، والرسوم، هو ملكية خاصة للموقع أو لأطراف ثالثة تم ترخيص المحتوى منها. يُمنع نسخ، تعديل، أو توزيع المحتوى دون الحصول على إذن مسبق من المنصة.</p>
<h3><strong>المحتوى المقدم من المستخدم</strong></h3>
<p>عند تقديمك أي محتوى مثل التعليقات أو المراجعات على الموقع، فإنك توافق على:</p>
<ol>
<li><strong>حقوق الملكية الفكرية</strong>: تضمن أن المحتوى الذي تقدمه هو ملكك الشخصي ولا ينتهك حقوق الملكية الفكرية لأي طرف ثالث.</li>
<li><strong>الترخيص</strong>: تمنح منصة عربي الإخبارية حقًا غير حصري لاستخدام، تعديل، ونشر المحتوى الذي تقدمه.</li>
</ol>
<h3><strong>الروابط الخارجية</strong></h3>
<p>قد يتضمن الموقع روابط لمواقع خارجية. نحن غير مسؤولين عن محتوى أو ممارسات الخصوصية لتلك المواقع، ويُرجى مراجعة سياساتهم الخاصة قبل استخدامهم.</p>
<h3><strong>سلوك المستخدم</strong></h3>
<p>عند استخدام الموقع، يُمنع:</p>
<ul>
<li>نشر أو نقل أي محتوى غير قانوني، مسيء، أو ضار.</li>
<li>محاولة الوصول غير المصرح به إلى أي جزء من الموقع أو خوادمه.</li>
<li>استخدام الموقع بأي طريقة تؤثر سلبًا على أدائه أو أمنه.</li>
</ul>
<h3><strong>التغييرات على الموقع</strong></h3>
<p>تحتفظ منصة عربي الإخبارية بالحق في تعديل أو إيقاف الموقع أو أي جزء من الخدمات المقدمة عليه دون إشعار مسبق. لن نكون مسؤولين تجاه أي طرف بسبب أي تعديل أو توقف للموقع.</p>
<h3><strong>التنصل من الضمانات</strong></h3>
<p>نحن نعمل جاهدين لضمان دقة وحداثة المحتوى، لكننا لا نضمن أن يكون الموقع خاليًا من الأخطاء أو أن يكون الوصول إليه متاحًا دائمًا. يتم تقديم الموقع والمحتوى على أساس كما هو دون أي ضمانات صريحة أو ضمنية.</p>
<h3><strong>حدود المسؤولية</strong></h3>
<p>إلى أقصى حد يسمح به القانون، لا تتحمل منصة عربي الإخبارية أو أي من مسؤوليها أو شركائها أي مسؤولية عن الأضرار الناجمة عن استخدامك للموقع أو عدم قدرتك على الوصول إليه.</p>
<h3><strong>التعديلات على سياسة الاستخدام</strong></h3>
<p>قد نقوم بتحديث سياسة الاستخدام من وقت لآخر. يُنصح بمراجعة هذه الصفحة بانتظام للاطلاع على أي تغييرات. يُعتبر استمرارك في استخدام الموقع بعد التعديلات موافقة ضمنية على الشروط الجديدة.</p>
<h3><strong>القوانين السارية</strong></h3>
<p>تخضع سياسة الاستخدام هذه وتُفسر وفقًا لقوانين وأي نزاع ينشأ بموجب هذه السياسة يتم تسويته أمام المحاكم المختصة</p>
    </div>
  )
}

export default page